{
    "appBar":[
        {
           "page": "Главная",
           "route": "/"
        },
        {
            "page": "Архив",
            "route": "archive"
        }
    ],
    "mainPage":{
        "title": "Откройте для себя белорусскую архитектуру",
        "archDescription": "Белорусская архитектура – это коллективная многовековая работа и гордость народов, в тот или иной исторический промежуток населявших территорию страны.",
        "developers": "Разработчики",
        "mainArch": "Архитектор дня"
    },
    "architectPage":{
        "galery": "Галерея",
        "placeOfPerformance": "Место деятельности",
        "video": "Видеоматериал"
    },
    "architectSearch":{
        "famousArchitects": "Знаменитые архитекторы Беларуси",
        "label": "Поиск"
    },
    "devs":[
        {
            "name": "Мирон Толканица",
            "ghlink": "https://github.com/Mirogor",
            "picture": "https://avatars.githubusercontent.com/u/90451093?v=4"
        },
        {
            "name": "Арсений Митрофанов",
            "ghlink": "https://github.com/ArseniyMitrofanov",
            "picture": "https://avatars.githubusercontent.com/u/92049237?v=4"
        },
        {
            "name": "Роман Савицкий",
            "ghlink": "https://github.com/RomaSavitskiy",
            "picture": "https://avatars.githubusercontent.com/u/92258307?v=4"
        }
    ],
    "architects": [
        {
            "name": "Бакланов Михаил Иванович",
            "date": "13.01.1914 - 23.01.1990",
            "summary": "Белорусский советский архитектор. Заслуженный архитектор Белорусской ССР. Реализовал картинную галлерею (художественный музей) БССР.",
            "description": "Мастерство М. Бакланова сформировалось под влиянием таких видных мастеров архитектуры, как И. Лангбард, М. Парусников, М. Барщ. М. Бакланов целиком разделял их творческие пристрастия и на протяжении 1944—1950 гг. был их учеником и активным помощником. Творческую самостоятельность М. Бакланову удалось обрести лишь в 1949 году, когда он получил свой первый крупный заказ — разработку проекта здания Государственной картинной галереи БССР.",
            "video": "7CsnFSbpUqE",
            "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d150505.92958396932!2d27.45328575748422!3d53.8845584624547!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2sMinsk!5e0!3m2!1sen!2sby!4v1669838941593!5m2!1sen!2sby",
            "biography": [
                "Родился 30 января 1914 года в селе Ивановка (ныне Волновахский район Донецкой области Украины). После окончания школы фабрично-заводского образования работал чертежником на Донецком металлургическом заводе.",
                "В 1932 году М. Бакланов начал учиться в Харьковском архитектурно-строительном техникуме.",
                "В 1936 поступил в Харьковский инженерно-строительный институт (теперь Харьковский национальный университет строительства и архитектуры). Однако учëбу не закончил.",
                "В декабре 1940 года с 4-го курса его призвали в армию, и вскоре он был направлен в 17-й отдельный дивизион аэростатов заграждения под г. Белосток. В начале Великой Отечественной войны рядовой Бакланов сражался с фашистами, но уже в июле 1941 года попал в плен. До 1943 находился в лагерях для военнопленных на территории Польши. В марте бежал и вскоре после этого вступил в партизанскую бригаду «Народные мстители». За активное участие в боях с оккупантами он был награждён медалью «Партизану Отечественной войны» I степени.",
                "После освобождения Беларуси Михаила Бакланова в августе 1944 года направили на работу в архитектурно-планировочную мастерскую Управления по делам архитектуры при СНК БССР (Белгоспроекте) в мастерскую, которую возглавлял профессор М. Барщ. В течение 36 лет трудовая биография зодчего была связана с этим институтом. Здесь он прошёл путь от рядового архитектора до руководителя архитектурно-конструкторской мастерской. Мастерство М. Бакланова сформировалось под влиянием таких видных мастеров архитектуры, как И. Лангбард, М. Парусников, М. Барщ. М. Бакланов целиком разделял их творческие пристрастия и на протяжении 1944—1950 гг. был их учеником и активным помощником. Творческую самостоятельность М. Бакланову удалось обрести лишь в 1949 году, когда он получил свой первый крупный заказ — разработку проекта здания Государственной картинной галереи БССР.",
                "После выхода на пенсию увлёкся живописью, копировал произведения русских художников второй половины XIX века."
            ],
            "avatar": "/Architects/Baklanov/0.webp",
            "galery": [
                {
                    "label": "Национальный художественный музей Республики Беларусь",
                    "imgPath": "/Architects/Baklanov/1.webp"
                },
                {
                    "label": "Национальный академический драматический театр им. М. Горького",
                    "imgPath": "/Architects/Baklanov/2.webp"
                },
                {
                    "label": "Конверт, посвящённый 100-летию со дня рождения М. И. Бакланова. 2014 г.",
                    "imgPath": "/Architects/Baklanov/3.webp"
                }
            ]
        },
        {
            "name": "Леонид Левин Менделевич",
            "date": "25.07.1936 - 01.03.2014",
            "summary": "Заслуженный архитектор Республики Беларусь, Лауреат Ленинской премии и премии Ленинского комсомола.",
            "description": "Заслуженный архитектор Республики Беларусь, Лауреат Ленинской премии и премии Ленинского комсомола, Лауреат премии Волгоградского Комсомола, дважды лауреат Государственной премии Республики Беларусь, лауреат многих престижных конкурсов и смотров архитектурных работ, Академик Международной и Белорусской Академий архитектуры.",
            "video": "P2-yBJvcJUo",
            "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d506623.5460255053!2d27.16759752050111!3d53.85284530358391!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2z0JzQuNC90YHQug!5e0!3m2!1sru!2sby!4v1669910510165!5m2!1sru!2sby",
            "biography": [
                "С 1954 по 1960 учился в Белорусском политехническом институте. С 1960 года работал в Институте «Минскпроект» (от архитектора до руководителя Мастерской по застройке центра Минска).",
                "В период с 1960 по 1967 участвовал в создании парка им. 50-летия Советской власти. В 1968 году принимал участие в создании выставочного павильона ВДНХ БССР в Минске.",
                "1970 — в составе авторского коллектива был удостоен Ленинской премии за мемориальный комплекс 1968—1969 гг. «Хатынь».",
                "С 1991 года являлся председателем союза белорусских еврейских общественных объединений и общин. С 1997 года — директор собственной творческой мастерской УП «Творческая мастерская архитектора Л. Левина»."
            ],
            "avatar": "/Architects/Levin/0.webp",
            "galery": [
                {
                    "label": "Мемориальный комплекс \"Хатынь\"",
                    "imgPath": "/Architects/Levin/1.webp"
                },
                {
                    "label": "Памятник Якубу Коласу",
                    "imgPath": "/Architects/Levin/2.webp"
                },
                {
                    "label": "Станция метро \"Площадь Ленина\"",
                    "imgPath": "/Architects/Levin/3.webp"
                }
            ]
        },
        {
            "name": "Леон Дубейковский Иванович",
            "date": "19.07.1869 - 06.11.1940",
            "summary": "Белорусский политический и общественный деятель, поэт, инженер-строитель, архитектор.",
            "description": "Белорусский политический и общественный деятель, поэт, инженер-строитель, архитектор. В 17 лет против воли родителей поступил в ремесленную строительную школу в Варшаве. Через два года получил диплом профессионального строителя и вернулся на Родину. Занимался строительно-реставрационными работами на территории Беларуси. Происходил из мелкопоместной шляхты, окончил Мстиславское городское училище. Являлся правительственным архитектором Белорусской Народной Республики.",
            "video": "s-JIbZBMbRU",
            "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d577604.9350175118!2d26.42191418521721!3d55.56251016710068!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46c2d80dd4ea40fd%3A0xd05adfa467e84b42!2z0JHRgNCw0YHQu9Cw0LLRgdC60LjQuSDRgNCw0LnQvtC9!5e0!3m2!1sru!2sby!4v1669915399194!5m2!1sru!2sby",
            "biography": [
                "С 1910 г. работал в Варшаве. Часто посещал Вильну, где познакомился с лидерами белорусского национального движения начала XX столетия: братьями Луцкевичеми, Вацлавом Ивановским, Владимиром Сталыгвом, ксендзом Франтишком Будько. Постоянно выписывал белорусскую литературу и прессу, вел переписку с редакциями газеты «Наша нива» и католическим еженедельником «Biełarus». Оказывал материальную помощь издательскому товариществу «Заглянет солнце и в наше оконце».",
                "В 1916 году приехал в Петроград. Накануне Октябрьской революции 1917 года вернулся в Белоруссию. Поселился в поместье Миховцы под Радошковичами, которое принадлежало белорусскому литератору и политическому деятелю Александру Власову. В 1917 году входил в состав Белорусского национального комитета (БНК) в Минске.",
                "1 июня 1918 года был утвержден правительственным архитектором Белорусской Народной Республики (БНР). Разрабатывал узоры государственных национальных наград (эскизы хранятся в Белорусском государственном архиве-музее литературы и искусства).",
                "Осенью 1919 года был инициатором создания Польско-белорусского общества, в состав которого входили княгиня Магдалена Радзивил, граф Юрий Чапский, Эдвард Войнилович и прочие. Вступил в ряды Белорусской социал-демократической партии. 15 июня 1919 года Председатель Совета Министров БНР Антон Луцкевич назначил его консулом БНР в Варшаве. В октябре инициировал создание Белорусского комитета в Варшаве, исполнял обязанности председателя комитета. В 1921 году член Президиума 1-й Всебелорусской конференции в Праге.",
                "С 1922 года жил в Вильно (город с 1920 года входил в состав Польши). Состоял в виленской масонской ложе. В 1922 году женился на активистке белорусского движения с немецкими корнями Юлианне Менке. Был президентом белорусского католического прихода Святого Николая, деятелем Белорусского института хозяйства и культуры. Участвовал в издании газеты «Белорусский фронт». В 1933 году стоял у истоков создания Белорусской национал-социалистической партии."
            ],
            "avatar": "/Architects/Leon/0.webp",
            "galery": [
                {
                    "label": "Католический храм в Смоленске",
                    "imgPath": "/Architects/Leon/1.webp"
                },
                {
                    "label": "Церковь Святой Троицы",
                    "imgPath": "/Architects/Leon/2.webp"
                },
                {
                    "label": "Церковь Святых Петра и Павла",
                    "imgPath": "/Architects/Leon/3.webp"
                }
            ]   
        },
        {
            "name": "Станислав Шабуневский Данилович",
            "date": "02.12.1868 - 07.10.1937",
            "summary": "Белорусский архитектор, автор значительной части застройки Гомеля начала XX в. Почётный гражданин Гомеля.",
            "description": "Белорусский политический и общественный деятель, поэт, инженер-строитель, архитектор. В 17 лет против воли родителей поступил в ремесленную строительную школу в Варшаве. Через два года получил диплом профессионального строителя и вернулся на Родину. Занимался строительно-реставрационными работами на территории Беларуси. Происходил из мелкопоместной шляхты, окончил Мстиславское городское училище. Являлся правительственным архитектором Белорусской Народной Республики.",
            "video": "s-JIbZBMbRU",
            "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d577604.9350175118!2d26.42191418521721!3d55.56251016710068!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46c2d80dd4ea40fd%3A0xd05adfa467e84b42!2z0JHRgNCw0YHQu9Cw0LLRgdC60LjQuSDRgNCw0LnQvtC9!5e0!3m2!1sru!2sby!4v1669915399194!5m2!1sru!2sby",
            "biography": [
                "Отец — Апполинарий-Данила Иванович Шабуневский, служил почтальоном, позже стал помощником почмейстера уездной почтовой конторы г. Бобруйска, куда перевёз свою семью. Мать происходила из обедневших дворян. В Бобруйске С. Шабуневский учился в четырёхклассной прогимназии, потом закончил Слуцкую гимназию и поступил в Петербургский институт гражданских инженеров, на курс архитектуры у академика С. Шретера. С 1897 года С. Шабуневский служил в Гомеле на должности городского архитектора.",
                "В Гомеле коллежский асессор С. Д. Шабуневский входил в состав городского управления, выбирался в земство по польской курии. С. Шабуневский был владельцем недвижимости в разных частях Гомеля — завод пустотелых бетонных камней («Бетонит») по ул. Быховской; 3-хэтажный каменный дом на углу Румянцевской и Александровской улиц (построен архитектором в 1909 г., на 1-м этаже размещались лавки, аптека и парикмахерская, на 2-м — частная мужская гимназия Ратнера, на 3-м — квартиры).",
                "В первые годы советской власти С. Д. Шабуневский работал в Гомельском коммунальном отделе на должности инженера. После антисоветского Стрекопытовского восстания в Гомеле, в апреле 1919 года привлечён к ответственности за «сношения с мятежниками» и приговорён революционным трибуналом к общественному порицанию и лишению права быть избранным в руководящие советские органы. В сентябре 1919 г. Шабуневский был мобилизован в Красную Армию, служил в военно-полевом строительстве, начальником управления которого стал в 1921 году. После демобилизации работал в Кадиевском рудуправлении, а в сентябре 1922 г. уволился и вернулся в Гомель.",
                "Работал инженером в Гомельской строительной организации «Полесстрой». В январе 1923 г. был назначен инспектором по строительству Гомельского губернского Совета народного хозяйства. 1 мая 1924 г. назначен губернским, а в 1927 г., после административного преобразования — окружным инженером. С октября 1929 г. С. Шабуневский работал начальником управления строительного контроля, а с 1 января по 21 февраля 1931 г. — при Гомельском горсовете.",
                "21 февраля 1931 г. С. Д. Шабуневский первый раз арестован, но через некоторое время освобождён. Второй раз арестован в 1937 г. Постановлением внесудебного органа С. Д. Шабуневский осуждён и заключён в исправительно-трудовой лагерь на 10 лет (Медвежья Гора, Беломорканал), откуда не вернулся. С. Д. Шабуневский реабилитирован 20 октября 1989 г. Прокуратурой БССР, согласно Указу Президиума Верховного Совета СССР от 16 января 1989 г."
            ],
            "avatar": "/Architects/Shabunevsky/0.webp",
            "galery": [
                {
                    "label": "Гомельская мужская гимназия",
                    "imgPath": "/Architects/Shabunevsky/1.webp"
                },
                {
                    "label": "Орловский коммерческий банк",
                    "imgPath": "/Architects/Shabunevsky/2.webp"
                },
                {
                    "label": "Никольская церковь",
                    "imgPath": "/Architects/Shabunevsky/3.webp"
                }
            ]   
        },
        {
            "name": "Юрий Григорьев Пантелеймонович",
            "date": "29.05.1932 - 21.03.2019",
            "summary": "Советский и российский архитектор. Почётный гражданин города Минска, главный архитектор Минска (1974—1986). Академик РАХ, академик РААСН.",
            "description": "Юрий Пантелеймонович является автором таких зданий, как инженерный корпус метрополитена на площади Независимости, Дом литератора, крытый каток в парке Горького, комплексы НИИ по улицам Славинского и Богдановича, университет культуры, студгородок БНТУ по улице Богдана Хмельницкого, студенческие общежития по улице Октябрьской. Он является разработчиком микрорайонов Зелёный Луг-6, Чижовка-5, В. Хоружей-2, а также одним из авторов генплана развития Минска 1982 года. Он является автором архитектурно-художественного решения таких памятников, как: Кириллу и Мефодию на Славянской площади, Г.К.Жукову на Манежной площади, С.В.Рахманинову на Страстном бульваре и др.",
            "video": "KoCasp6SVck",
            "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d301013.62068468437!2d27.31319216987381!3d53.88431382303025!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2z0JzQuNC90YHQug!5e0!3m2!1sru!2sby!4v1669926454966!5m2!1sru!2sby\"",
            "biography": [
                "Родился 29 мая 1932 года в посёлке Кулотино Окуловского района Ленинградской (ныне Новгородской) области.",
                "В 1956 году окончил Московский архитектурный институт и до 1986 года работал в Беларуси, пройдя путь от архитектора до заместителя Председателя Госстроя республики— главного архитектора Минска (1974—1986 годы).",
                "В 1986 году Юрий Пантелеймонович был приглашен в Москву на должность первого заместителя Председателя Комитета по архитектуре и градостроительству Москвы, где он трудился более 15 лет.",
                "С 1994 по 2011 годы он возглавлял Московский научно-исследовательский и проектный институт типологии, экспериментального проектирования.",
                "С 2002 по 2011 годы Григорьев— первый заместитель главного архитектора города Москвы— директор МНИИТЭП.",
                "С 2011 года он стал творческим руководителем МНИИТЭПа. Похоронен в Москве на Троекуровском кладбище."
            ],
            "avatar": "/Architects/Grigoriev/0.webp",
            "galery": [
                {
                    "label": "Памятнить Кириллу И Мифодию",
                    "imgPath": "/Architects/Shabunevsky/1.webp"
                },
                {
                    "label": "Памятник Г.К. Жукову",
                    "imgPath": "/Architects/Shabunevsky/2.webp"
                },
                {
                    "label": "Памятник Янке Купале",
                    "imgPath": "/Architects/Shabunevsky/3.webp"
                }
            ]   
        }
        
    ]
}